Repository: seankelly/comment-form-quicktags
Catalog: languages/*.po
Languages: fi_fi, fr_fr, ru_ru

source: Comment Form Quicktags Options
fi_fi: Comment Form Quicktags Asetukset
fr_fr: Options pour Comment Form Quicktags
ru_ru: Параметры Comment Form Quicktags

source: Are you sure?
fi_fi: Oletko varma?
fr_fr: Êtes-vous sûr?
ru_ru: Вы уверены?

source: Settings
fi_fi: Asetukset
fr_fr: Paramètres
ru_ru: Настройки

source: Options saved.
fi_fi: Asetukset tallennettu.
fr_fr: Options sauvegardées.
ru_ru: Настройки сохранены

source: Options removed.
fi_fi: Asetukset poistettu.
fr_fr: Options supprimées.
ru_ru: Настройки удалены

source: Javascript is needed!
fi_fi: Tarvitaan javascriptiä!
fr_fr: Le Javascript est nécessaire!
ru_ru: Необходим яваскрипт

source: Tag Options
fi_fi: Tagien asetukset
fr_fr: Options des balises
ru_ru: Как настраивать:

source: Click a tag which you want to edit or input ID which you want to add.
fi_fi: Paina tagia, jota haluat muokata tai syötä uuden tagin ID.
fr_fr: Cliquez sur la balise que vous voulez éditer ou entrez une ID pour en ajouter une nouvelle.
ru_ru: Выберите тэг чтобы его отредактировать или введите ID если хотите добавить новый.

source: Edit other field.
fi_fi: Lisää tai muokkaa muut tiedot sopiviksi.
fr_fr: Modifiez les autres champs.
ru_ru: Отредактируйте другие поля

source: Click Edit/Add button.
fi_fi: Paina "Muokaa/Lisää"-nappia.
fr_fr: Cliquez sur le bouton "Editer/Ajouter"
ru_ru: Нажмите кнопку Правка/Добавить

source: Sort tags by dragging.
fi_fi: Valitse tagien järjestys.
fr_fr: Changez l'emplacement des balises en les déplaçant.
ru_ru: Задайте порядок кнопок с тэгами простым их перетаскиванием

source: After that, click Update Tags button to save.
fi_fi: Sen jälkeen paina "Päivitä tagit"-nappia tallentaaksesi asetukset.
fr_fr: Après celà, cliquez sur "Mettre à jour" pour sauvegarder les changements.
ru_ru: Нажмите кнопку </strong>Обновить</strong> чтобы сохранить настройки

source: <strong>[Info]</strong> Allowed tags in comments: <code class="tags">%s</code>.
fi_fi: <strong>[Infoa]</strong> Sallitut tagit kommenteissa <code class="tags">%s</code>.
fr_fr: <strong>[INFO]</strong> Balises autorisées dans les commentaires: <code class="tags">%s</code>.
ru_ru: <strong>[*]</strong> В комментариях разрешены следующие тэги <code class="tags">%s</code>. Обратите внимание, что, например для загрузки картинок пользователям потребуются права на запись файлов в соответствующую папку.

source: <strong>[Note]</strong> There are special IDs: ed_link, ed_img and ed_close.
fi_fi: <strong>[Muista]</strong> Nämä ovat erikoistunnuksia (IDeitä): ed_link, ed_img and ed_close.
fr_fr: <strong>[NOTE]</strong> Il y a des ID spéciaux: ed_link, ed_img and ed_close.
ru_ru: <strong>[*]</strong> ID Специальных возможностей: <strong>ed_link</strong> - вставить ссылку, <strong>ed_img</strong> - вставить картинку и <strong>ed_close</strong> - закрыть все тэги.

source: ID<span>*</span>
fr_fr: ID

source: Display<span>*</span>
fi_fi: Nimi<span>*</span>
fr_fr: Nom
ru_ru: Надпись (название)<span>*</span>

source: Start tag
fi_fi: Tagin alku
fr_fr: Balise de début
ru_ru: Открывающий тэг

source: End tag
fi_fi: Tagin loppu
fr_fr: Balise de fin
ru_ru: Закрывающий тэг

source: Access key
fi_fi: Avain
fr_fr: Touche d'accès
ru_ru: Клавиша

source: Edit/Add
fi_fi: Lisää/Muokkaa
fr_fr: Editer/Ajouter
ru_ru: Правка/Добавить

source: Delete
fi_fi: Poista
fr_fr: Supprimer
ru_ru: Удалить

source: Clear fields
fi_fi: Tyhjennä
fr_fr: Rafraichir les champs
ru_ru: Очистить поля

source: Update Tags
fi_fi: Päivitä tagit
fr_fr: Mettre à jour
ru_ru: Обновить

source: Role limitation
fr_fr: Restrictions
ru_ru: Ограничение использования

source: Use role limitation
fr_fr: Activer les restrictions
ru_ru: Задействавать ограничения (если не выбрано тэги будут доступны всем посетителям)

source: Select the roles that can use quicktags.
fr_fr: Séléctionnez les groupes qui peuvent utiliser les balises.
ru_ru: Укажите, для пользователей с каким статусом должны быть доступны тэги:

source: Update roles
fr_fr: Mettre à jour
ru_ru: Обновить ограничения

source: Remove options
fi_fi: Poista asetukset
fr_fr: Options de suppression
ru_ru: Сбросить настройки

source: You can remove the above options from the database. All the settings return to default.
fi_fi: Pystyt aina poistamaan nämä asetukset tietokannastasi. Tällöin asetukset palaavat oletuksiinsa.
fr_fr: Vous pouvez supprimer les options ci-dessus de la base de données. Tous les réglages seront réinitialisés.
ru_ru: Чтобы удалить все настройки плагина из базы данных и вернуться к настройкам по умолчанию нажмите эту кнопку
